Stats/Consolidation/Native/net_34.log
receiver: (g=0): rw=read, bs=4K-4K/4K-4K/4K-4K, ioengine=net, iodepth=8
sender: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=net, iodepth=8
fio-2.2.8
Starting 2 processes

receiver: (groupid=0, jobs=1): err= 0: pid=6565: Sun Feb 21 20:29:21 2016
  read : io=10240MB, bw=1161.6Mbit/s, iops=37169, runt= 70526msec
    clat (usec): min=11, max=112, avg=25.44, stdev= 1.05
     lat (usec): min=11, max=112, avg=25.58, stdev= 1.05
    clat percentiles (usec):
     |  1.00th=[   24],  5.00th=[   24], 10.00th=[   24], 20.00th=[   25],
     | 30.00th=[   25], 40.00th=[   25], 50.00th=[   25], 60.00th=[   26],
     | 70.00th=[   26], 80.00th=[   26], 90.00th=[   26], 95.00th=[   26],
     | 99.00th=[   29], 99.50th=[   30], 99.90th=[   33], 99.95th=[   37],
     | 99.99th=[   45]
    bw (Mbit/s): min=    0, max= 1219, per=100.00%, avg=1153.43, stdev=98.64
    lat (usec) : 20=0.01%, 50=99.99%, 100=0.01%, 250=0.01%
  cpu          : usr=11.19%, sys=54.46%, ctx=2621493, majf=0, minf=101
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=2621440/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=8
sender: (groupid=0, jobs=1): err= 0: pid=6567: Sun Feb 21 20:29:21 2016
  write: io=10240MB, bw=1161.6Mbit/s, iops=37169, runt= 70526msec
    clat (usec): min=21, max=110, avg=25.45, stdev= 0.99
     lat (usec): min=21, max=110, avg=25.64, stdev= 0.99
    clat percentiles (usec):
     |  1.00th=[   24],  5.00th=[   24], 10.00th=[   25], 20.00th=[   25],
     | 30.00th=[   25], 40.00th=[   25], 50.00th=[   25], 60.00th=[   26],
     | 70.00th=[   26], 80.00th=[   26], 90.00th=[   26], 95.00th=[   26],
     | 99.00th=[   29], 99.50th=[   30], 99.90th=[   32], 99.95th=[   36],
     | 99.99th=[   42]
    bw (Mbit/s): min= 1125, max= 1219, per=100.00%, avg=1161.60, stdev=15.16
    lat (usec) : 50=100.00%, 100=0.01%, 250=0.01%
  cpu          : usr=10.66%, sys=54.12%, ctx=2621500, majf=0, minf=93
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=2621440/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=8

Run status group 0 (all jobs):
   READ: io=10240MB, aggrb=1161.6Mbit/s, minb=1161.6Mbit/s, maxb=1161.6Mbit/s, mint=70526msec, maxt=70526msec
  WRITE: io=10240MB, aggrb=1161.6Mbit/s, minb=1161.6Mbit/s, maxb=1161.6Mbit/s, mint=70526msec, maxt=70526msec