Stats/Consolidation/Native/net_5.log
receiver: (g=0): rw=read, bs=4K-4K/4K-4K/4K-4K, ioengine=net, iodepth=8
sender: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=net, iodepth=8
fio-2.2.8
Starting 2 processes

receiver: (groupid=0, jobs=1): err= 0: pid=4708: Sun Feb 21 19:53:46 2016
  read : io=10240MB, bw=1149.4Mbit/s, iops=36779, runt= 71274msec
    clat (usec): min=11, max=122, avg=25.77, stdev= 1.02
     lat (usec): min=11, max=122, avg=25.91, stdev= 1.01
    clat percentiles (usec):
     |  1.00th=[   25],  5.00th=[   25], 10.00th=[   25], 20.00th=[   25],
     | 30.00th=[   25], 40.00th=[   25], 50.00th=[   26], 60.00th=[   26],
     | 70.00th=[   26], 80.00th=[   26], 90.00th=[   27], 95.00th=[   27],
     | 99.00th=[   30], 99.50th=[   31], 99.90th=[   33], 99.95th=[   34],
     | 99.99th=[   38]
    bw (Mbit/s): min=    0, max= 1180, per=100.00%, avg=1141.56, stdev=97.89
    lat (usec) : 20=0.01%, 50=99.99%, 100=0.01%, 250=0.01%
  cpu          : usr=10.96%, sys=54.26%, ctx=2621459, majf=0, minf=100
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=2621440/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=8
sender: (groupid=0, jobs=1): err= 0: pid=4709: Sun Feb 21 19:53:46 2016
  write: io=10240MB, bw=1149.4Mbit/s, iops=36779, runt= 71274msec
    clat (usec): min=21, max=111, avg=25.77, stdev= 0.96
     lat (usec): min=21, max=111, avg=25.94, stdev= 0.96
    clat percentiles (usec):
     |  1.00th=[   25],  5.00th=[   25], 10.00th=[   25], 20.00th=[   25],
     | 30.00th=[   25], 40.00th=[   25], 50.00th=[   26], 60.00th=[   26],
     | 70.00th=[   26], 80.00th=[   26], 90.00th=[   27], 95.00th=[   27],
     | 99.00th=[   29], 99.50th=[   30], 99.90th=[   32], 99.95th=[   32],
     | 99.99th=[   37]
    bw (Mbit/s): min= 1095, max= 1180, per=100.00%, avg=1149.59, stdev=18.53
    lat (usec) : 50=100.00%, 100=0.01%, 250=0.01%
  cpu          : usr=10.35%, sys=54.28%, ctx=2621492, majf=0, minf=93
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=2621440/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=8

Run status group 0 (all jobs):
   READ: io=10240MB, aggrb=1149.4Mbit/s, minb=1149.4Mbit/s, maxb=1149.4Mbit/s, mint=71274msec, maxt=71274msec
  WRITE: io=10240MB, aggrb=1149.4Mbit/s, minb=1149.4Mbit/s, maxb=1149.4Mbit/s, mint=71274msec, maxt=71274msec