Stats/Consolidation/Native/net_7.log
receiver: (g=0): rw=read, bs=4K-4K/4K-4K/4K-4K, ioengine=net, iodepth=8
sender: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=net, iodepth=8
fio-2.2.8
Starting 2 processes

receiver: (groupid=0, jobs=1): err= 0: pid=4820: Sun Feb 21 19:56:11 2016
  read : io=10240MB, bw=1143.7Mbit/s, iops=36595, runt= 71633msec
    clat (usec): min=11, max=2000, avg=25.93, stdev= 1.68
     lat (usec): min=11, max=2000, avg=26.05, stdev= 1.68
    clat percentiles (usec):
     |  1.00th=[   25],  5.00th=[   25], 10.00th=[   25], 20.00th=[   25],
     | 30.00th=[   25], 40.00th=[   26], 50.00th=[   26], 60.00th=[   26],
     | 70.00th=[   26], 80.00th=[   26], 90.00th=[   27], 95.00th=[   27],
     | 99.00th=[   31], 99.50th=[   32], 99.90th=[   36], 99.95th=[   39],
     | 99.99th=[   54]
    bw (Mbit/s): min=    0, max= 1175, per=100.00%, avg=1135.74, stdev=97.09
    lat (usec) : 20=0.01%, 50=99.99%, 100=0.01%, 250=0.01%
    lat (msec) : 4=0.01%
  cpu          : usr=10.70%, sys=54.72%, ctx=2621477, majf=0, minf=102
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=2621440/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=8
sender: (groupid=0, jobs=1): err= 0: pid=4821: Sun Feb 21 19:56:11 2016
  write: io=10240MB, bw=1143.7Mbit/s, iops=36595, runt= 71633msec
    clat (usec): min=21, max=2044, avg=25.89, stdev= 1.68
     lat (usec): min=21, max=2045, avg=26.06, stdev= 1.68
    clat percentiles (usec):
     |  1.00th=[   25],  5.00th=[   25], 10.00th=[   25], 20.00th=[   25],
     | 30.00th=[   25], 40.00th=[   26], 50.00th=[   26], 60.00th=[   26],
     | 70.00th=[   26], 80.00th=[   26], 90.00th=[   27], 95.00th=[   27],
     | 99.00th=[   30], 99.50th=[   31], 99.90th=[   36], 99.95th=[   38],
     | 99.99th=[   53]
    bw (Mbit/s): min= 1090, max= 1175, per=100.00%, avg=1143.68, stdev=18.59
    lat (usec) : 50=99.99%, 100=0.01%, 250=0.01%
    lat (msec) : 4=0.01%
  cpu          : usr=10.38%, sys=54.06%, ctx=2621494, majf=0, minf=94
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=2621440/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=8

Run status group 0 (all jobs):
   READ: io=10240MB, aggrb=1143.7Mbit/s, minb=1143.7Mbit/s, maxb=1143.7Mbit/s, mint=71633msec, maxt=71633msec
  WRITE: io=10240MB, aggrb=1143.7Mbit/s, minb=1143.7Mbit/s, maxb=1143.7Mbit/s, mint=71633msec, maxt=71633msec